{
  "topbar": {
    "home": "Αρχική",
    "about": "Πληροφορίες",
    "contact": "Επικοινωνία",
    "login": "Σύνδεση",
    "register": "Εγγραφή",
    "dashboard": "Ταμπλό",
    "profile": "Προφίλ",
    "logout": "Αποσύνδεση"
  },
  "home": {
    "welcome": "Χαίρεται, είμαι ο Θοδωρής!",
    "intro1": "Είμαι ένας απόφοιτος πληροφορικής που προσπαθεί όσο καλύτερα μπορεί. Το ταξίδι μου στο FullStack Development ξεκίνησε περίπου το 2023 μέσα από ακαδημαϊκά έργα και έχει εξελιχθεί σε κάτι για το οποίο είμαι πραγματικά περήφανος.",
    "intro2": "Όταν δεν προγραμματίζω, πιθανότατα θα με βρείτε σε κάποιο κάμπινγκ ή σε ένα indie bar. Οι φίλοι μου με αποκαλούν χαμαιλέοντα όσον αφορά την ψυχαγωγία μου.",
    "intro3": "Στόχος μου είναι να διευρύνω την περιέργειά μου για νέες τεχνολογίες και να μην επαναπαύομαι ποτέ, ωθώντας τον εαυτό μου να μαθαίνω, να δημιουργώ και να εξερευνώ το άγνωστο!",
    "projectsTitle": "Όλα τα Έργα",
    "project1Title": "Ιστοσελίδα Αρχιτεκτονικού Γραφείου",
    "project1Desc": "Ανάπτυξη ιστοσελίδας για αρχιτεκτονικό γραφείο, που παρουσιάζει τα έργα, τις υπηρεσίες και τη φιλοσοφία σχεδιασμού του. Χτίστηκε με ReactJS για το front end, NodeJS & ExpressJs για το back end και AWS S3 για αποθήκευση εικόνων και αρχείων έργων."
  },
  "education": {
    "title": "Εκπαίδευση",
    "degree": "Μηχανικός Ηλεκτρονικών Υπολογιστών & Πληροφορικής",
    "university": "Τεχνολογικό Πανεπιστήμιο Κύπρου",
    "bullet1": "Συνεργασία με ομάδα πέντε φοιτητών για την ανάπτυξη ιστοσελίδας eCommerce για την εταιρεία “TUFIT CYPRUS” και μιας εφαρμογής “Clock In” για το πανεπιστήμιο, σχεδιασμένης για την παρακολούθηση παρουσιών υπαλλήλων.",
    "bullet2title": "Διπλωματική:",
    "bullet2": "Ανάπτυξη εφαρμογής που στοχεύει στην καταπολέμηση της μοναξιάς των ηλικιωμένων μέσω της αντιστοίχισης με εθελοντές στην πλατφόρμα, προσφέροντας κοινωνική αλληλεπίδραση και συντροφιά. Χτίστηκε με ReactJs στο front-end, NodeJs & ExpressJs στο back-end και MongoDB για τη διαχείριση της βάσης δεδομένων."
  },
  "experience": {
    "title": "Επαγγελματική Εμπειρία",
    "job1Title": "Βοηθός Εργαστηρίου",
    "job1Company": "OneLearn Global Services Ltd",
    "job1Bullet1": "Υπεύθυνος για την αντιγραφή δεδομένων από server σε περισσότερους από 30 mini PC που κατασκεύασε η εταιρεία με το όνομα \"Enza\" για εκπαιδευτικούς σκοπούς.",
    "job1Bullet2": "Υπεύθυνος για τη συναρμολόγηση υλικού σε ένα \"Enza\" καθώς και για την εγκατάσταση λειτουργικού συστήματος και εφαρμογών Microsoft Office ανάλογα με την παραγγελία του πελάτη.",
    "job2Title": "Βοηθός Αυτοματισμών & Εγκαταστάσεων",
    "job2Company": "Piperaris Security Cyprus",
    "job2Bullet1": "Συμμετοχή σε εκπαιδεύσεις KNX και απόκτηση πρακτικής εμπειρίας με εργαλεία αυτοματισμού.",
    "job2Bullet2": "Διαμόρφωση, εγκατάσταση και έλεγχος διακοπτών Electron, εξασφαλίζοντας τη σωστή λειτουργία τους."
  },
  "error": {
    "title": "Ωχ! Δεν είναι δυνατή η εύρεση αυτής της σελίδας.",
    "text": "Η σελίδα που αναζητάτε ενδέχεται να έχει αφαιρεθεί, να έχει αλλάξει το όνομά της ή να μην είναι προσωρινά διαθέσιμη."
  }
}